Repository: rougeth/dpaste
Catalog: dpaste/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: One-Time snippet
pt_br: Uma única visualização

source: In one hour
pt_br: Em uma hora

source: In one week
pt_br: Em uma semana

source: In one month
pt_br: Em um mês

source: Never
pt_br: Nunca expira

source: Content
pt_br: Conteúdo

source: Awesome code goes here...
pt_br: Cole seu texto ou código aqui...

source: Expires
pt_br: Validade

source: Title
pt_br: Título

source: This field is required.
pt_br: Campo obrigatório.

source: Expire by timestamp
pt_br: Expira por tempo

source: Keep Forever
pt_br: Não expira

source: Secret ID
pt_br: ID secreto

source: Published
pt_br: Publicado

source: Expire Type
pt_br: Tipo de validade

source: View count
pt_br: Visualizações

source: Statistics
pt_br: Estatísticas

source: There are %(total)s snippets in the database. The most popular languages are:
pt_br: Existem %(total)s pastes no banco de dados. A linguagem mais popular é

source: New snippet
pt_br: Novo paste

source: About
pt_br: Sobre

source: History
pt_br: Histórico

source: Snippet
pt_br: Paste

source: Compare
pt_br: Comparar

source: Expires in: %(date)s
pt_br: Expira em: %(date)s

source: Snippet never expires
pt_br: Paste nunca expira

source: Really delete this snippet?
pt_br: Deseja realmente remover esse paste?

source: Delete Now
pt_br: Remover agora

source: Compare Snippets
pt_br: Comparar pastes

source: View Raw
pt_br: Visualizar sem formatação

source: This is a one-time snippet.
pt_br: Este paste só pode ser visualizado uma vez.

source: It is automatically removed after %(remaining)s further views.
pt_br: Automaticamente deletado depois de %(remaining)s visualizações

source: It is automatically removed after the next view.
pt_br: Automaticamente deletado após a próxima visualização.

source: It cannot be viewed again.
pt_br: Não pode ser visto novamente.

source: Reply to this snippet
pt_br: Responder paste

source: Diff between <a href="%(filea_url)s">#%(filea_id)s</a> and <a href="%(fileb_url)s">#%(fileb_id)s</a>
pt_br: Diff entre <a href="%(filea_url)s">#%(filea_id)s</a> e <a href="%(fileb_url)s">#%(fileb_id)s</a>

source: Expire in
pt_br: Expira em

source: Paste it
pt_br: Criar paste

source: Snippet History
pt_br: Histórico de pastes

source: %(since)s ago
pt_br: %(since)s atrás

source: No snippets saved. Either all your snippets are expired or your cookie has changed.
pt_br: Nenhum paste salvo. Ou todos os seus pastes expiraram ou seu cookie foi alterado.

source: Delete all your snippets.
pt_br: Deletar todos os seus pastes.

source: No changes were made between this two files.
pt_br: Nenhuma alterção feita entre esses dois arquivos.
